Repository: kodi-game/game.libretro.swanstation
Catalog: game.libretro.swanstation/resources/language/resource.language.*/strings.po
Languages: es_es, zh_cn

# Addon Description
source: Swanstation is a fast PlayStation 1 emulator for PC and Android.
es_es: Swanstation es un emulador rápido de PlayStation 1 para PC y Android.
zh_cn: Swanstation 是一款适用于 PC 和 Android 的快速 PlayStation 1模拟器。

# #30000
source: Settings
es_es: Ajustes
zh_cn: 设置

# #30001
source: Console Region
es_es: Región de la Consola
zh_cn: 控制台区域

# #30002
source: NTSC-J BIOS (Restart)
es_es: NTSC-J BIOS (reinicio)
zh_cn: NTSC-J BIOS（重新启动）

# #30003
source: NTSC-U BIOS (Restart)
es_es: NTSC-U BIOS (reinicio)
zh_cn: NTSC-U BIOS（重新启动）

# #30004
source: PAL BIOS (Restart)
es_es: PAL BIOS (reinicio)
zh_cn: PAL BIOS （重新启动）

# #30005
source: Fast Boot
es_es: Inicio Rápido
zh_cn: 快速启动

# #30006
source: CD-ROM Region Check
es_es: Comprobación Región CD-ROM
zh_cn: CD-ROM 区域检查

# #30007
source: CD-ROM Read Thread
es_es: CD-ROM Hilo de lectura
zh_cn: CD-ROM 读取线程

# #30008
source: Apply Image Patches
es_es: Aplicar parches de imagen

# #30009
source: Preload CD-ROM Image To RAM
es_es: Precargar imagen de CD-ROM en RAM
zh_cn: 将 CD-ROM 映像预加载到内存

# #30010
source: Pre-cache CHD Images To RAM
es_es: Caché Previa de Imágenes CHD en RAM
zh_cn: 将 CHD 映像预缓存到内存

# #30011
source: Mute CD Audio
es_es: Silenciar CD Audio
zh_cn: 静音 CD 音频

# #30012
source: CD-ROM Read Speedup
es_es: Aceleración de Lectura del CD-ROM
zh_cn: CD-ROM 读取加速

# #30013
source: CD-ROM Seek Speedup
es_es: Aceleración de Búsqueda en el CD-ROM
zh_cn: CD-ROM 寻道加速

# #30014
source: CPU Execution Mode
es_es: Modo de Ejecución de CPU
zh_cn: CPU 执行模式

# #30015
source: GPU Renderer
es_es: Renderizador GPU
zh_cn: GPU 渲染器

# #30016
source: Internal Resolution Scale
es_es: Escala de Resolución Interna
zh_cn: 内部分辨率比例

# #30017
source: Threaded Rendering (Software)
es_es: Renderizado por Hilos (Software)
zh_cn: 线程渲染（软件）

# #30018
source: Use Software Renderer For Readbacks
es_es: Utilizar un Renderizador Software para las Lecturas de Verificación

# #30019
source: Multisample Antialiasing
es_es: Antialiasing Multimuestra
zh_cn: 多重采样抗锯齿

# #30020
source: True Color Rendering
es_es: Renderizado en Color Verdadero
zh_cn: 真彩色渲染

# #30021
source: Scaled Dithering
es_es: Difuminado Escalonado
zh_cn: 缩放抖动

# #30022
source: Disable Interlacing
es_es: Desactivar Entrelazado
zh_cn: 禁用交错

# #30023
source: Force NTSC Timings
es_es: Forzar Tiempos NTSC
zh_cn: 强制 NTSC 计时

# #30024
source: Force 4:3 For 24-Bit Display
es_es: Forzar 4:3 Para Pantallas de 24 Bits
zh_cn: 24位显示器强制4:3

# #30025
source: Chroma Smoothing For 24-Bit Display
es_es: Suavizado de Croma Para Pantallas de 24 Bits
zh_cn: 24位显示器的色度平滑

# #30026
source: Texture Filtering
es_es: Filtrado de Textura
zh_cn: 纹理过滤

# #30027
source: Widescreen Hack
es_es: Hack de Pantalla Panorámica
zh_cn: 宽屏 Hack

# #30028
source: PGXP Geometry Correction
es_es: Corrección de Geometría PGXP
zh_cn: PGXP 几何校正

# #30029
source: PGXP Culling Correction
es_es: Corrección de la Eliminación Selectiva PGXP
zh_cn: PGXP 消隐校正

# #30030
source: PGXP Perspective Correct Textures
es_es: Texturas Correctas de Perspectiva PGXP
zh_cn: PGXP 透视正确纹理

# #30031
source: PGXP Perspective Correct Colors
es_es: Colores Correctos de la Perspectiva PGXP
zh_cn: PGXP 透视正确颜色

# #30032
source: PGXP Depth Buffer
es_es: Búfer de Profundidad PGXP
zh_cn: PGXP 深度缓冲区

# #30033
source: PGXP Vertex Cache
es_es: Caché de Vértices PGXP
zh_cn: PGXP 顶点缓存

# #30034
source: PGXP CPU Mode
es_es: Modo CPU PGXP
zh_cn: PGXP CPU 模式

# #30035
source: PGXP Preserve Projection Precision
es_es: Conservar Precisión de Proyección PGXP
zh_cn: PGXP 保留投影精度

# #30036
source: PGXP Geometry Tolerance
es_es: Tolerancia de Geometría PGXP
zh_cn: PGXP 几何公差

# #30037
source: PGXP Depth Clear Threshold
es_es: Profundidad Umbral de Borrado PGXP
zh_cn: PGXP 深度清除阈值

# #30038
source: Core Provided Aspect Ratio
es_es: Relación de Aspecto Proporcionada por el Núcleo
zh_cn: 核心提供的纵横比

# #30039
source: Custom Aspect Ratio Numerator
es_es: Numerador de Relación de Aspecto Personalizado
zh_cn: 自定义纵横比分子

# #30040
source: Custom Aspect Ratio Denominator
es_es: Denominador de Relación de Aspecto Personalizado
zh_cn: 自定义纵横比分母

# #30041
source: Crop Mode
es_es: Modo de Recorte
zh_cn: 裁剪模式

# #30042
source: Downsampling
es_es: Submuestreo
zh_cn: 缩减取样

# #30043
source: Display OSD Messages
es_es: Mostrar Mensajes OSD
zh_cn: 显示 OSD 信息

# #30044
source: Display Active Start Offset
es_es: Mostrar Compensación Inicial Activa
zh_cn: 显示活动起始偏移

# #30045
source: Display Active End Offset
es_es: Mostrar Compensación Final Activa
zh_cn: 显示活动结束偏移

# #30046
source: Display Line Start Offset
es_es: Mostrar Compensación de Inicio de Línea
zh_cn: 显示线条起点偏移

# #30047
source: Display Line End Offset
es_es: Mostrar Compensación de Fin de Línea
zh_cn: 显示线条结束偏移

# #30048
source: Memory Card 1 Type
es_es: Tipo de Tarjeta de Memoria 1

# #30049
source: Second Memory Card Type
es_es: Segundo Tipo de Tarjeta de Memoria

# #30050
source: Use Single Card For Playlist
es_es: Utilizar Tarjeta Única para la Lista de Reproducción
zh_cn: 播放列表使用单卡

# #30051
source: Multitap Mode
es_es: Modo Multitap
zh_cn: 多插转换器模式

# #30052
source: DualShock Analog Mode Combo
es_es: Combo de Modo Analógico DualShock
zh_cn: DualShock 模拟模式组合

# #30053
source: DualShock Enable Rumble
es_es: Activar Rumble en DualShock
zh_cn: DualShock 启用隆隆声效

# #30054
source: Controller 1 Force Analog Mode on Reset
es_es: Mando 1 Forzar Modo Analógico al Reiniciar

# #30055
source: Controller 1 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 1 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器1在数字模式下使用模拟摇杆作为 D-Pad

# #30056
source: Controller 1 Analog Axis Scale
es_es: Mando 1 Escala Eje Analógico
zh_cn: 控制器1模拟轴比例

# #30057
source: Controller 1 Vibration Bias
es_es: Mando 1 Vibración Bias
zh_cn: 控制器1振动偏差

# #30058
source: Controller 1 Lightgun X Scale
es_es: Mando 1 Escala X Pistola de Luz
zh_cn: 控制器1光线枪X比例

# #30059
source: Controller 1 Lightgun Y Scale
es_es: Mando 1 Escala Y Pistola de Luz
zh_cn: 控制器1光线枪Y比例

# #30060
source: Controller 1 NeGcon Steering Axis Deadzone
es_es: Mando 1 NeGcon Zona Muerta del Eje de Dirección
zh_cn: 控制器1 NeGcon 转向轴死区

# #30061
source: Controller 1 NeGcon Twist Response
es_es: Mando 1 NeGcon Respuesta de Giro
zh_cn: 控制器1 NeGcon 扭转响应

# #30062
source: Controller 2 Force Analog Mode on Reset
es_es: Mando 2 Forzar Modo Analógico al Reiniciar

# #30063
source: Controller 2 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 2 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器2在数字模式下使用模拟摇杆作为 D-Pad

# #30064
source: Controller 2 Analog Axis Scale
es_es: Mando 2 Escala Eje Analógico
zh_cn: 控制器2模拟轴比例

# #30065
source: Controller 2 Vibration Bias
es_es: Mando 2 Vibración Bias
zh_cn: 控制器2振动偏差

# #30066
source: Controller 2 Lightgun X Scale
es_es: Mando 2 Escala X Pistola de Luz
zh_cn: 控制器2光线枪X比例

# #30067
source: Controller 2 Lightgun Y Scale
es_es: Mando 2 Escala Y Pistola de Luz
zh_cn: 控制器2光线枪Y比例

# #30068
source: Controller 2 NeGcon Steering Axis Deadzone
es_es: Mando 2 NeGcon Zona Muerta del Eje de Dirección
zh_cn: 控制器2 NeGcon 转向轴死区

# #30069
source: Controller 2 NeGcon Twist Response
es_es: Mando 2 NeGcon Respuesta de Giro
zh_cn: 控制器2 NeGcon 扭转响应

# #30070
source: Controller 3 Force Analog Mode on Reset
es_es: Mando 3 Forzar Modo Analógico al Reiniciar

# #30071
source: Controller 3 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 3 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器3在数字模式下使用模拟摇杆作为 D-Pad

# #30072
source: Controller 3 Analog Axis Scale
es_es: Mando 3 Escala Eje Analógico
zh_cn: 控制器3模拟轴比例

# #30073
source: Controller 3 Vibration Bias
es_es: Mando 3 Vibración Bias
zh_cn: 控制器3振动偏差

# #30074
source: Controller 3 NeGcon Steering Axis Deadzone
es_es: Mando 3 NeGcon Zona Muerta del Eje de Dirección
zh_cn: 控制器3 NeGcon 转向轴死区

# #30075
source: Controller 3 NeGcon Twist Response
es_es: Mando 3 NeGcon Respuesta de Giro
zh_cn: 控制器3 NeGcon 扭转响应

# #30076
source: Controller 4 Force Analog Mode on Reset
es_es: Mando 4 Forzar Modo Analógico al Reiniciar

# #30077
source: Controller 4 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 4 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器4在数字模式下使用模拟摇杆作为 D-Pad

# #30078
source: Controller 4 Analog Axis Scale
es_es: Mando 4 Escala Eje Analógico
zh_cn: 控制器4模拟轴比例

# #30079
source: Controller 4 Vibration Bias
es_es: Mando 4 Vibración Bias
zh_cn: 控制器4振动偏差

# #30080
source: Controller 4 NeGcon Steering Axis Deadzone
es_es: Mando 4 NeGcon Zona Muerta del Eje de Dirección
zh_cn: 控制器4 NeGcon 转向轴死区

# #30081
source: Controller 4 NeGcon Twist Response
es_es: Mando 4 NeGcon Respuesta de Giro
zh_cn: 控制器4 NeGcon 扭转响应

# #30082
source: Controller 5 Force Analog Mode on Reset
es_es: Mando 5 Forzar Modo Analógico al Reiniciar

# #30083
source: Controller 5 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 5 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器5在数字模式下使用模拟摇杆作为 D-Pad

# #30084
source: Controller 5 Analog Axis Scale
es_es: Mando 5 Escala Eje Analógico
zh_cn: 控制器5模拟轴比例

# #30085
source: Controller 5 Vibration Bias
es_es: Mando 5 Vibración Bias
zh_cn: 控制器5振动偏差

# #30086
source: Controller 6 Force Analog Mode on Reset
es_es: Mando 6 Forzar Modo Analógico al Reiniciar

# #30087
source: Controller 6 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 6 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器6在数字模式下使用模拟摇杆作为 D-Pad

# #30088
source: Controller 6 Analog Axis Scale
es_es: Mando 6 Escala Eje Analógico
zh_cn: 控制器6模拟轴比例

# #30089
source: Controller 6 Vibration Bias
es_es: Mando 6 Vibración Bias
zh_cn: 控制器6振动偏差

# #30090
source: Controller 7 Force Analog Mode on Reset
es_es: Mando 7 Forzar Modo Analógico al Reiniciar

# #30091
source: Controller 7 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 7 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器7在数字模式下使用模拟摇杆作为 D-Pad

# #30092
source: Controller 7 Analog Axis Scale
es_es: Mando 7 Escala Eje Analógico
zh_cn: 控制器7模拟轴比例

# #30093
source: Controller 7 Vibration Bias
es_es: Mando 7 Vibración Bias
zh_cn: 控制器7振动偏差

# #30094
source: Controller 8 Force Analog Mode on Reset
es_es: Mando 8 Forzar Modo Analógico al Reiniciar

# #30095
source: Controller 8 Use Analog Sticks for D-Pad in Digital Mode
es_es: Mando 8 Utilizar los Sticks Analógicos para el D-Pad en Modo Digital
zh_cn: 控制器8在数字模式下使用模拟摇杆作为 D-Pad

# #30096
source: Controller 8 Analog Axis Scale
es_es: Mando 8 Escala Eje Analógico
zh_cn: 控制器8模拟轴比例

# #30097
source: Controller 8 Vibration Bias
es_es: Mando 8 Vibración Bias
zh_cn: 控制器8振动偏差

# #30098
source: CD-ROM Async Readahead
es_es: CD-ROM Lectura Anticipada Asíncrona
zh_cn: CD-ROM 异步预读

# #30099
source: CPU Overclocking
es_es: Overclocking de CPU
zh_cn: CPU 超频

# #30100
source: Apply Compatibility Settings
es_es: Aplicar Ajustes de Compatibilidad
zh_cn: 应用兼容性设置

# #30101
source: Log Level
es_es: Nivel de Registro
zh_cn: 日志级别

# #30102
source: CPU Recompiler ICache
es_es: Recompilador de CPU ICache
zh_cn: CPU 重编译器 ICache

# #30103
source: CPU Recompiler Block Linking
es_es: Recompilador de CPU Vinculación de Bloques
zh_cn: CPU 重编译器块链接

# #30104
source: CPU Recompiler Fast Memory Access
es_es: Recompilador de CPU Acceso Rápido a Memoria
zh_cn: CPU 重编译器快速内存访问

# #30105
source: CPU Recompiler Fast Memory Access Rewrite
es_es: Recompilador de CPU Reescritura Rápida de Acceso a Memoria
zh_cn: CPU 重编译器快速内存访问重写

# #30106
source: Enable VRAM Write Texture Replacement
es_es: Activar Reemplazo de Texturas de Escritura en VRAM
zh_cn: 启用 VRAM 写入纹理替换

# #30107
source: Preload Texture Replacements
es_es: Sustitución de Texturas Precargadas
zh_cn: 预加载纹理替换

# #30108
source: Internal Run-Ahead
es_es: Avance Interno
zh_cn: 内部先行运行

# #30109
source: Enable 8MB RAM (Dev Console)
es_es: Activar 8MB RAM (Dev Console)
zh_cn: 启用 8MB RAM（开发控制台）

# #30008
source: Apply Image Patches (Restart)
zh_cn: 应用图像补丁（重新启动）

# #30018
source: Use Software Renderer For Readbacks (Restart)
zh_cn: 使用软件渲染器进行回读（重新启动）

# #30048
source: Memory Card 1 Type (Restart)
zh_cn: 存储卡1类型（重新启动）

# #30049
source: Memory Card 2 Type
zh_cn: 存储卡2类型

# #30110
source: Use Old MDEC Routines
zh_cn: 使用旧的 MDEC 例程
